{
  "HOME": "Home",
  "DUE": "Due diligence",
  "COMMUNITY": "Community",
  "INVESTMENT": "Investment",
  "BLOG": "Blog",
  "ABOUT": "About",
  "ABOUT_US": "About Us",
  "GROUP": "Group",
  "JOIN_US": "Join Us",
  "PRIVACY_POLICY": "Privacy Policy",
  "CONTENTS": "Contents",
  "BENCHMARK": "Benchmark",
  "FOLLOW_US": "Follow Us",

  "INDEX_TITLE1": "We support innovative individual",
  "INDEX_TITLE2": "and teams",
  "INDEX_TITLE3": "on their journey to success!",
  "INDEX_TITLE4": "Due Diligence",
  "INDEX_TITLE5": "Profolio",
  "INDEX_TITLE6": "Contact us",
  "INDEX_DESC1": "This presents a number of challenges but also a fascinating opportunity.",
  "INDEX_DESC2": "The projects which succeed in realizing their ideas on top of the most scalable technology could gain global significance.However, without the right support, brilliant ideas may never come to life.",
  "INDEX_DESC3": "In an open-sourced age of Blockchain start-ups, we need public and precise test system to help us do due diligence efficiently in order to predict its feasibility and future growth, to ensure our investments.",
  "INDEX_DESC4": "We are here if you need our professional services",
  "INDEX_BTN1": "Solve core problems in value investing",
  "INDEX_BTN2": "More",
  "INDEX_BTN3": "Contact us",

  "ABOUT_TITLE": "What we do",
  "ABOUT_DESC1": "CryptoYC, a Blockchain investor & incubator, has recently developed a Blockchain Technical Due Diligence system — CryptoYC Benchmark to provide Blockchain consulting services helping our institutional and individual investors on investment selection and analysis.CryptoYC Benchmark provides the world’s first Blockchain technical due diligence services, with over 500 key data indicators collected and developed from a comprehensive sources of information in the Blockchain industry (including the information published by the relevant projects, Blockchain data layer, code layer, various industry sites).We provide continuous data tracking combined with in-depth algorithm learning to refine, extract and analyze valuable information. CryptoYC Benchmark is designed to provide institutional and investors with state-of-the art Blockchain Due Diligence services to facilitate informed and sophisticated investment decision making.CryptoYC team has been active in the Blockchain industry since 2014, with remarkable investment performance records. CryptoYC has an in-depth understanding in the distribution system, computer security.  Moreover, we have established strong relationship and cooperation with several European renown Blockchain research institutions.",
  "ABOUT_DESC2": "If you are starting a blockchain company looking for seed funding and more services, please contact us!",
  "ABOUT_DESC3": "If you are planning to learn and create something in blockchain industry, you surely will be better prepared at bingo.wiki. It will change your life. You will for the first time participate a blockchain project and earn token bounties, in order to appreciate the amaze of this industry, and even find your start-up partner to realize a dream.",
  "ABOUT_BTN1": "Contact Us",
  "ABOUT_BTN2": "Bingo Community",

  "CONTACT_TITLE": "Contact us",
  "CONTACT_PH1": "Please input your name*",
  "CONTACT_PH2": "Please input your e-mail*",
  "CONTACT_PH3": "Please select a type*",
  "CONTACT_PH4": "Please input content here*",
  "CONTACT_BTN": "Submit",
  
  "INVEST_TITLE1": "Investments",
  "INVEST_TITLE2": "Partnership",
  "INVEST_TITLE3": "Investments",
  "INVEST_DESC1": "CryptoYC believes in the power of brands and compound growth.Find ambitious startups and entrepreneurs with an entrepreneurial mindset Given enough patience and time to grow together, we make the most promising investment for the future.",
  "INVEST_DESC2": "\"Entrepreneurship is new trend.\"",
  "INVEST_DESC3": "\"We are the most valueble partner for entrepreneurs.\"",

  "BENCHMARK_TITLE1": "Benchmark",
  "BENCHMARK_TITLE2": "Unique Test System",
  "BENCHMARK_TITLE3": "Actual and objective data",
  "BENCHMARK_TITLE4": "Vast network of nodes",
  "BENCHMARK_TITLE5": "Multi-dimensional indicators",
  "BENCHMARK_DESC1": "CryptoYC Benchmark is a technical due diligence research system for blockchain projects, which has been under test and development for nearly one year. CryptoYC Benchmark conducts multi-dimensional tests targeting different technical indicators including consensus, security, performance, technological innovation, etc., to directly reveal the nature of the project’s technical ability. Based on real data, we carry out one of the most rational and objective technical due diligence on blockchain projects. CryptoYC commits to establish for investors their first risk-resistant tool and to be their expert of understanding technology of the projects.",
  "BENCHMARK_DESC2": "Blockchain Due Diligence which has been under development for almost one year",
  "BENCHMARK_DESC3": "Test data are drawn from on-chain which was open-sourced by projects",
  "BENCHMARK_DESC4": "We use nearly 60 nodes distributed in Amsterdam, London, NY, Paris, Tokyo, North Carlifornia, Middle Canada, etc. To test projects",
  "BENCHMARK_DESC5": "Multi-dimensional tests from various tech indicators, consensus, security, performance, innovation to directly clarify the key features of projects",
  "BENCHMARK_DESC6": "Solve core problems in value investing for you",
  "BENCHMARK_BTN1": "Contact us",
  "BENCHMARK_BTN2": "Submit applications",

  "GROUP_TITLE1": "Nobody else does what we do.",
  "GROUP_TITLE2": "Team",
  "GROUP_TITLE3": "Advisors",
  "GROUP_DESC1": "CryptoYC, a Blockchain investor & incubator , invested in Basic Technology , DeFi , Web3 , Privacy Asset , etc . We have developed a Blockchain Technical Due Diligence system — CryptoYC Benchmark to provide Blockchain consulting services for institutional and individual investors .",

  "INFO_1": "<div class='people-name'>Zhen  Li</div><div class='people-info'>Founder and CEO</br>2014: Investment focus from TMT to bitcoin</br>2015-2016: Investment in early Blockchain projects; Organization of over 200 Blockchain events; Financing over 12 Mio. RMB to institutions</br>2017: Founder of CryptoYC</div>",
  "INFO_2": "<div class='people-name'>SingFong  Sam </div><div class='people-info'>Co-founder and COO</br>IT engineer at different Fortune 500 multinational companies</br>2012 Founder of a Management Consultancy, with customers as TOTO , MK, TESLA ect.</br>2015 Investment in bitcoin</br>2017 Co-founder of CryptoYC</br></div>",
  "INFO_3": "<div class='people-name'>Jesse Sun </div><div class='people-info'>Co-founder and </br>VP in Singapore</br>Master degree at  Tongji University</br>MBA at Manchester University</br>2014: Investment in bitcoin </br>2015: Investor in several bitcoin projects</br></div>",
  "INFO_4": "<div class='people-name'>Baymax Yan</div><div class='people-info'></div>",
  "INFO_5": "<div class='people-name'>Jojo Qian</div><div class='people-info'>European Business Development </br>Bechelor of Industrial Design from China Southeast University </br>Master of Stategic Product Design from Technology University of Delft</br>4 years （2008-2012）interactive designer in Shanghai </br>Marketing Manager of G500 in Netherlands</div>",
  "INFO_6": "<div class='people-name'>Deahow Liu </div><div class='people-info'>Product Manager </br>Previously product manager of several Blockchain projects </br>Community manager for acknowledegd Blockchain projects</br></div>",
  "INFO_8": "<div class='people-name'>Tao Su</div><div class='people-info'>Blockchain Engineer</br>Previously CTO of two Internet start-ups</br>Serial entrepreneurs</br> </div>",
  "INFO_9": "<div class='people-name'>Silas</div><div class='people-info'>Blockchain Engineer</br>Master degree in Cyber Security from Shanghai Jiao Tong University</br>Research experience on consensus algorithm including PoW, PoS and BFT </br>Expert in security audit for Blockchain system and Smart Contract </br></div>",
  "INFO_10": "<div class='people-name'>Zeno Zhang </div><div class='people-info'>Community Manager </br>Experience in operation for multiple blockchain projects</br>Founded Shanghai University Blockchain Association </div>",
  "INFO_12": "<div class='people-name'>Zeng</div><div class='people-info'>Desingner</br>He is the best designer！</div>",
  "INFO_13": "<div class='people-name'>Moke</div><div class='people-info'>Founder&CEO of Hchain Labs</br> Partner of ICO.com</br>Mr.Lin. MSc in Enterprise Economics in Germany, founder&CEO of HChain Labs, has been an active investor in the blockchain industry since 2013. During the past few years, Hcahin Capital, the investment wing of HChain Capital, has incubated, invested in or participated in dozens of high-profile projects. The list includes ICO.com，TKN.com, JinNiu.cn, Investment.cn, BFS, Quintar.com. Delphy, Sacy, Primas, Cybex, Massgrid,Skycoin, RChain, Emotiq, Polkadot, Cetik…</div>",
  "INFO_14": "<div class='people-name'>Eric</div><div class='people-info'>Doctor of Physics in Germany.</br>Research expert in laser and semi-conductor. </br> Stepped into blockchain industry since 2013, and has accumulated lots of experience in semi-conductor, crypto-currency and blockchain.</br> Good at industry analysis.  </br> Joined China’s earliest crypto-currency project ZCCoin in 2013. </br> Early participant of HiveChain Labs.</div>",
  "INFO_15": "<div class='people-name'>Heng Wang</div><div class='people-info'> Worked in the biggest investment bank of France Natixis, and US top consulting company A.T.Kearney </br> Now working in the World Top 500 finance group Macquarie Capital Group </br> Provided fund management service for China Investment Corporation, Paris Bank and other institutional investors.</div>",
  "INFO_16": "<div class='people-name'>Fang Gong</div><div class='people-info'></div>",
  "INFO_17": "<div class='people-name'>Lei Li</div><div class='people-info'></div>",
  "INFO_18": "<div class='people-name'>Wind Liu</div><div class='people-info'></div>",
  "INFO_19": "<div class='people-name'>Li Cao</div><div class='people-info'></div>",
  "INFO_20": "<div class='people-name'>JianMing Liu</div><div class='people-info'>Founder&Chief Saientist of HChain Labs</br>Parter of ICO.com</br>Dr.Liu, alumnus of Tsinghua University and University of Missouri-Rolla, former head of technology at renowned Silicon Valley companies, full-stack engineer in AI as well as VLSI design, is the co-founder and chief scientist of HChain Labs.</br>In 2013, Dr.Liu led the development of ZCCoin and BiChai, one of the first cryptocurrencies and hardware wallets in China.</div>",
  "INFO_21": "<div class='people-name'>Matt Kim</div><div class='people-info'>Co-founder of Jingshi Fund (Samoa)</br>Founder of CHAOEX Exchange (Estonia) </br>Co-founder of BITCALL Exchange (Korea)</br>Board member of CHEX.FUND (Singapore)</br>Board member of Xiangyun Huiju Global Internet Tech Ltd. </div>",
  "INFO_22": "<div class='people-name'>Grace</div><div class='people-info'>Bachelor and Master of Business Engineering</br>PhD of Economics in Karlsruhe Institute of Technology (KIT)</br>Consultant of a listed company</div>",
  "INFO_23": "<div class='people-name'>Pengfei Yin</div><div class='people-info'>Investment Director</br>In 2013-2019, he was mainly engaged in investment in medical devices and IoT while he has further research on the application of blockchain in the medical and IoT .</br>He also has rich experience in business model analysis and internal process control construction.</div>",

  "JOIN_BTN1": "Job vacancy",
  "JOIN_BTN2": "Job vacancy",
  "JOIN_TITLE1": "Create together",
  "JOIN_TITLE2": "How to join CryptoYC",
  "JOIN_TITLE3": "Adventurous journey of CryptoYC",
  "JOIN_TITLE4": "Submit your CV",
  "JOIN_TITLE5": "Interview Test",
  "JOIN_TITLE6": "Video meeting & interview",
  "JOIN_TITLE7": "Welcome to CryptoYC family",
  "JOIN_DESC1": "Become the benchmark of blockchain Remodel digital economy",
  "JOIN_DESC2_1": "Send your CV to us.",
  "JOIN_DESC2_2": "Exchange for lengendary weapons, and start our CryptoYC adventure!",
  "JOIN_DESC3_1": "We will prepare interview test for you.",
  "JOIN_DESC3_2": "Conquer monsters and pass obstacles to beat the evil dragon.",
  "JOIN_DESC4_1": "Face-to-face communication with founder team, relax.",
  "JOIN_DESC4_2": "The last and least reached step. Would you like to take the challenge?",
  "JOIN_DESC5_1": "If you feel good about us and we like you too. Then let’s be together!",
  "JOIN_DESC5_2": "Express your thoughts anytime, or in private. Dont’ be shy. Whatever we do (include interview), we are trying to do it Perfectly.",

  "PROJ_DESC": "CryptoYC Benchmark, the expert in techinical due diligence of blockchan projects, is committed to solving core problems in value investing for investors. Please submit details of the project you want to get tested in our due diligence system here. Note: We will contact you within three working days for your application.",
  "PROJ_TIT": "Info you need to submit for your project",
  "PROJ_PH1": "Name of project",
  "PROJ_PH2": "Offical website",
  "PROJ_PH3": "Whitepaper & Tech documents",
  "PROJ_PH4": "Github",
  "PROJ_PH5": "Contact of project",
  "PROJ_PH6": "E-mail",
  "PROJ_PH7": "Remarks",
  "PROJ_PH8": "Attachments (if you have)",
  "PROJ_BTN": "Submit"
}