{
  "HOME": "Home",
  "DUE": "Due diligence",
  "COMMUNITY": "Community",
  "INVESTMENT": "Investment",
  "BLOG": "Blog",
  "ABOUT": "About",
  "ABOUT_US": "About Us",
  "GROUP": "Group",
  "JOIN_US": "Join Us",
  "PRIVACY_POLICY": "Privacy Policy",
  "CONTENTS": "Contents",
  "BENCHMARK": "Benchmark",
  "FOLLOW_US": "Follow Us",

  "INDEX_TITLE1": "We support innovative individual",
  "INDEX_TITLE2": "and teams",
  "INDEX_TITLE3": "on their journey to success!",
  "INDEX_TITLE4": "Due Diligence",
  "INDEX_TITLE5": "Profolio",
  "INDEX_TITLE6": "Contact us",
  "INDEX_DESC1": "This presents a number of challenges but also a fascinating opportunity.",
  "INDEX_DESC2": "The projects which succeed in realizing their ideas on top of the most scalable technology could gain global significance.However, without the right support, brilliant ideas may never come to life.",
  "INDEX_DESC3": "In an open-sourced age of Blockchain start-ups, we need public and precise test system to help us do due diligence efficiently in order to predict its feasibility and future growth, to ensure our investments.",
  "INDEX_DESC4": "We are here if you need our professional services",
  "INDEX_BTN1": "Solve core problems in value investing",
  "INDEX_BTN2": "More",
  "INDEX_BTN3": "Contact us",

  "ABOUT_TITLE": "What we do",
  "ABOUT_DESC1": "CryptoYC is a Blockchain investment and incubation company . We developed CryptoYC Benchmark to carry out Technical Due Diligence for Blockchain projects and also provide Blockchian business consulting services for institutions and investors.",
  "ABOUT_DESC2": "If you are starting a blockchain company looking for seed funding and more services, please contact us!",
  "ABOUT_DESC3": "If you are planning to learn and create something in blockchain industry, you surely will be better prepared at bingo.wiki. It will change your life. You will for the first time participate a blockchain project and earn token bounties, in order to appreciate the amaze of this industry, and even find your start-up partner to realize a dream.",
  "ABOUT_BTN1": "Contact Us",
  "ABOUT_BTN2": "Bingo Community",

  "CONTACT_TITLE": "Contact us",
  "CONTACT_PH1": "Please input your name*",
  "CONTACT_PH2": "Please input your e-mail*",
  "CONTACT_PH3": "Please select a type*",
  "CONTACT_PH4": "Please input content here*",
  "CONTACT_BTN": "Submit",
  
  "INVEST_TITLE1": "Investments",
  "INVEST_TITLE2": "Partnership",
  "INVEST_TITLE3": "Investments",
  "INVEST_DESC1": "CryptoYC believes in the power of brands and compound growth.Find ambitious startups and entrepreneurs with an entrepreneurial mindset Given enough patience and time to grow together, we make the most promising investment for the future.",
  "INVEST_DESC2": "\"Entrepreneurship is new trend.\"",
  "INVEST_DESC3": "\"We are the most valueble partner for entrepreneurs.\""
}